tap "github/kyleburton", "https://github.com/kyleburton/homebrew-kyleburton.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "knes1/tap"
tap "kyleburton/kyleburton"
brew "bash-completion"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "python"
brew "black"
brew "cabextract"
brew "consul", restart_service: true
brew "coreutils"
brew "cowsay"
brew "elasticsearch"
brew "exercism"
brew "figlet"
brew "flyway"
brew "fontconfig"
brew "freetds"
brew "webp"
brew "gd"
brew "gdbm"
brew "git"
brew "gmp"
brew "gnu-time"
brew "gnutls"
brew "gnupg"
brew "go"
brew "govendor"
brew "gradle"
brew "graphicsmagick"
brew "pcre"
brew "grep"
brew "groovysdk"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli", link: false
brew "lastpass-cli"
brew "libzip"
brew "logstash"
brew "maven"
brew "mercurial"
brew "mysql-client"
brew "mysql@5.7"
brew "n"
brew "net-snmp"
brew "nmap"
brew "node", link: false
brew "p7zip"
brew "pdftohtml"
brew "pinentry-mac"
brew "postgresql"
brew "pyenv"
brew "redis"
brew "shellcheck"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "tfenv", link: false
brew "tldr"
brew "trash"
brew "unrar"
brew "wget"
brew "winetricks"
brew "xmlstarlet"
brew "yarn"
brew "zsh-completions"
brew "knes1/tap/elktail"
brew "kyleburton/kyleburton/bake"
cask "corretto"
cask "corretto8"
cask "xquartz"
