tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "knes1/tap"
brew "bash-completion"
brew "xz"
brew "gdbm"
brew "sqlite"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "black"
brew "cabextract"
brew "coreutils"
brew "cowsay"
brew "exercism"
brew "figlet"
brew "openjdk"
brew "flyway"
brew "fontconfig"
brew "freetds"
brew "webp"
brew "gd"
brew "gh"
brew "git", link: false
brew "gmp"
brew "gnu-time"
brew "gnutls"
brew "gnupg", link: false
brew "go"
brew "gradle"
brew "graphicsmagick"
brew "pcre"
brew "grep"
brew "groovysdk"
brew "iproute2mac"
brew "jenv"
brew "jmeter"
brew "oniguruma"
brew "jq"
brew "kafka"
brew "kafkacat"
brew "kubernetes-cli", link: false
brew "lastpass-cli"
brew "libzip"
brew "logstash"
brew "maven"
brew "mercurial"
brew "mysql-client"
brew "mysql@5.7"
brew "n"
brew "net-snmp"
brew "nmap"
brew "node", link: false
brew "p7zip"
brew "pdftohtml"
brew "pinentry-mac"
brew "postgresql"
brew "pyenv"
brew "python@3.7"
brew "python@3.8"
brew "redis"
brew "shellcheck"
brew "telnet"
brew "tfenv"
brew "thefuck"
brew "tldr"
brew "trash"
brew "unrar"
brew "vault"
brew "wget"
brew "xmlstarlet"
brew "yarn"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "knes1/tap/elktail"
cask "1password-cli"
cask "adoptopenjdk"
cask "atom"
cask "corretto"
cask "corretto11"
cask "corretto8"
cask "insomnia"
cask "p4v"
cask "xquartz"
