tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "knes1/tap"
cask "java"
brew "adoptopenjdk-openjdk8"
brew "cabextract"
brew "consul", restart_service: true
brew "coreutils"
brew "cowsay"
brew "elasticsearch"
brew "exercism"
brew "figlet"
brew "flyway"
brew "fontconfig"
brew "freetds"
brew "webp"
brew "gd"
brew "gdbm"
brew "gmp"
brew "gnutls"
brew "go"
brew "govendor"
brew "gradle"
brew "graphicsmagick"
brew "pcre"
brew "grep"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "libzip"
brew "logstash"
brew "maven"
brew "sqlite"
brew "mercurial"
brew "mongodb"
brew "mysql@5.7"
brew "n"
brew "net-snmp"
brew "nmap"
brew "node", link: false
brew "p7zip"
brew "pdftohtml"
brew "postgresql"
brew "xz"
brew "python"
brew "redis"
brew "telnet"
brew "terraform", link: false
brew "terragrunt"
brew "tfenv"
brew "tldr"
brew "trash"
brew "unrar"
brew "wget"
brew "winetricks"
brew "xmlstarlet"
brew "yarn"
brew "knes1/tap/elktail"
